{
    "availableLanguages": [ "English (en-US)", "Turkish (tr-TR)"],
    "availableLanguagesCode": ["en-US", "tr-TR"],
    "langCode": {
        "Türkçe (tr-TR)": "tr-TR",
        "English (en-US)": "en-US"
        
    },
    "resources": {
        "Hi, this is": {
            "tr-TR": "Merhaba, ben",
            "en-US": "Hi, this is"
            
        },
        "I'm a computer engineering student who loves programming": {
            "tr-TR": "Programlayı seven bir bilgisayar mühendisliği öğrencisiyim",
            "en-US": "I'm a computer engineering student who loves programming"
            
        },
        "About Me": {
            "tr-TR": "Hakkımda",
            "en-US": "About Me"
            
        },
        "About": {
            "tr-TR": "Hakkında",
            "en-US": "About"
            
        },
        "I was born in 1998. I'm a Computer Engineering student at Marmara University. Technology has always captivated me, driving my curiosity to explore its endless possibilities. With a knack for teamwork, I thrive in collaborative environments, valuing diverse insights that lead to innovative solutions. Constantly hungry for knowledge, I approach every challenge as a chance to learn and grow. Problem-solving comes naturally to me, thanks to my analytical mindset. I'm excited to contribute my passion for technology and problem-solving skills to new ventures.":{
            "tr-TR": "1998 doğumluyum, şu an Marmara Üniversitesi'nde Bilgisayar Mühendisliği öğrencisiyim. Teknoloji her zaman ilgimi çekmiştir ve sürekli gelişen dijital dünyayı keşfetme isteğiyle doluyum. Takım çalışmasında başarılıyım, farklı perspektiflerin yenilikçi çözümlere yol açtığı işbirliği ortamlarında gelişirim. Sürekli öğrenmeyi isteyen biriyim. Her zorluğu öğrenmek ve büyümek için bir fırsat olarak görüyorum. Analitik bakış açım sayesinde problem çözme konusunda yetenekliyim. Teknolojiye olan tutkumu ve problem çözme becerilerimi yeni projelere katkıda bulunmak için kullanmayı dört gözle bekliyorum.",
            "en-US": "I was born in 1998. I'm a Computer Engineering student at Marmara University. Technology has always captivated me, driving my curiosity to explore its endless possibilities. With a knack for teamwork, I thrive in collaborative environments, valuing diverse insights that lead to innovative solutions."
            
        },
        "Recent Articles": {
            "tr-TR": "Son Yayınlar",
            "en-US": "Recent Articles"
            
        },
        "English CV":{
            "tr-TR": "İngilizce CV",
            "en-EN": "English CV"
        },
        "Turkish CV":{
            "tr-TR": "Türkçe CV",
            "en-EN": "İngilizce CV"
        },
        "Articles": {
            "tr-TR": "Yayınlar",
            "en-US": "Articles"
        },
        "Recent Noteworthy Projects": {
            "id-ID": "Proyek Terbaru",
            "en-US": "Recent Noteworthy Projects",
            "zh-CN": "最近项目",
            "zh-TW": "最近項目",
            "ja-JP": "最近のプロジェクト"
        },
        "Projects": {
            "tr-TR": "Projeler",
            "en-US": "Projects"
        },
        "Get In Touch": {
            "tr-TR": "İletişime Geçin",
            "en-US": "Get In Touch"
        },
        "Contact": {
            "tr-TR": "İletişim",
            "en-US": "Contact"
        },
        "Any questions or just want to say hi? My inbox is always open, and I'll try my best to get back to you! You can use the buttons below to reach my CV.": {
            "tr-TR": "Benimle iletişime geçmek isterseniz gelen kutum her zaman açık. Size en kısa süredece döneceğim. CV'me ulaşmak için aşağıdaki butonları kullanabilirsiniz.",
            "en-US": "Any questions or just want to say hi? My inbox is always open, and I'll try my best to get back to you! You can use the buttons below to reach my CV."
        },
        "Say Hello": {
            "tr-TR": "Merhaba Deyin",
            "en-US": "Say Hello"
        },
        "Language": {
            "tr-TR": "Dil",
            "en-US": "Language"
        },
        "Designed & Built by Hasan Can Bağ": {
            "tr-TR": "Hasan Can Bağ tarafından tasarlandı",
            "en-US": "Designed & Built by Hasan Can Bağ"
        },
        "Switch Theme": {
            "tr-TR": "Temayı Değiştir",
            "en-US": "Switch Theme"
        },
        "Terminal Version": {
            "tr-TR": "Terminal Modu",
            "en-US": "Terminal Version"
        }
        
    }
}